-- ----------------------------
-- Records of time_slot
-- ----------------------------
INSERT INTO `time_slot` VALUES ('1', '00:00:00', '00:00:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('2', '11:00:00', '11:30:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('3', '11:30:00', '11:45:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('4', '11:45:00', '12:00:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('5', '12:00:00', '12:30:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('6', '12:30:00', '13:00:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('7', '16:30:00', '17:00:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('8', '17:00:00', '18:00:00', '2017-07-03 09:22:59');
INSERT INTO `time_slot` VALUES ('9', '18:00:00', '19:00:00', '2017-07-03 09:22:59');
-- ----------------------------
-- Records of type
-- ----------------------------
INSERT INTO `type` VALUES ('1', '热菜', '1', '2017-07-03 09:22:59');
INSERT INTO `type` VALUES ('2', '冷菜', '1', '2017-07-03 09:23:12');
INSERT INTO `type` VALUES ('3', '套餐', '1', '2017-07-03 09:23:19');
INSERT INTO `type` VALUES ('4', '酒水', '1', '2017-07-03 09:23:29');
INSERT INTO `type` VALUES ('5', '主食', '1', '2017-07-03 09:23:31');
-- ----------------------------
-- Records of user_info
-- ----------------------------
INSERT INTO `user_info` VALUES ('1', '10152510261', '123456', '1', 'yrj', '叶润杰', '17701689978', '2015-01-01', '计算机科学与软件工程', '华东师范大学', '0', '0', '2017-08-08 21:46:46');
